{
  "quotes": [
    {
      "day": 1,
      "text": "Fact: LBY can solve any problem... by leaving.",
      "type": "roast"
    },
    {
      "day": 2,
      "text": "Only 26 days until we finally get to use that quiet conference room!",
      "type": "roast"
    },
    {
      "day": 3,
      "text": "Fact: LBY's last day is marked in 3 different calendars... just to be sure.",
      "type": "fact"
    },
    {
      "day": 4,
      "text": "Breaking News: Local company discovers they actually CAN function without LBY.",
      "type": "roast"
    },
    {
      "day": 5,
      "text": "Fact: LBY invented the art of 'the strategic last-minute email'.",
      "type": "fact"
    },
    {
      "day": 6,
      "text": "Only 22 days until the office Slack channel becomes slightly less chaotic.",
      "type": "roast"
    },
    {
      "day": 7,
      "text": "Fact: LBY's departure will be the most well-documented event in company history.",
      "type": "fact"
    },
    {
      "day": 8,
      "text": "Scientists estimate oxygen levels will normalize within days of LBY's exit.",
      "type": "roast"
    },
    {
      "day": 9,
      "text": "Fact: LBY has mastered the 'mysterious meeting' where nobody knows what happened.",
      "type": "fact"
    },
    {
      "day": 10,
      "text": "Only 18 days until someone else gets blamed for missing deadlines.",
      "type": "roast"
    },
    {
      "day": 11,
      "text": "Fact: LBY could probably leave the country undetected at this point.",
      "type": "fact"
    },
    {
      "day": 12,
      "text": "Breaking: New intern already preparing to fill the void (impossible mission).",
      "type": "roast"
    },
    {
      "day": 13,
      "text": "Fact: LBY's last day countdown is now more important than national holidays.",
      "type": "fact"
    },
    {
      "day": 14,
      "text": "Halfway there! Only 14 more days of LBY's legendary productivity!",
      "type": "roast"
    },
    {
      "day": 15,
      "text": "Fact: LBY invented at least 3 new coffee machine techniques nobody else understands.",
      "type": "fact"
    },
    {
      "day": 16,
      "text": "Office betting pool now at record high for 'Last LBY Sighting' predictions.",
      "type": "roast"
    },
    {
      "day": 17,
      "text": "Fact: LBY's email signatures have evolved more than most people's careers.",
      "type": "fact"
    },
    {
      "day": 18,
      "text": "Only 11 days until we remember what Tuesday mornings are supposed to be like.",
      "type": "roast"
    },
    {
      "day": 19,
      "text": "Fact: LBY has attended more meetings than most people have attended days.",
      "type": "fact"
    },
    {
      "day": 20,
      "text": "News Alert: Office supply budget expected to decrease by 40% post-LBY.",
      "type": "roast"
    },
    {
      "day": 21,
      "text": "Fact: LBY's desk is a time capsule of organizational mystery.",
      "type": "fact"
    },
    {
      "day": 22,
      "text": "Only 7 days until the legend walks into sunset... finally.",
      "type": "roast"
    },
    {
      "day": 23,
      "text": "Fact: LBY has perfected the art of the strategic 'out of office' message.",
      "type": "fact"
    },
    {
      "day": 24,
      "text": "Meteorologists report a high pressure system forming on March 5th (goodbye zone).",
      "type": "roast"
    },
    {
      "day": 25,
      "text": "Fact: LBY's farewell speech will probably be delivered via email at 5:01 PM.",
      "type": "fact"
    },
    {
      "day": 26,
      "text": "Only 2 days until we all pretend to be sad while secretly dancing.",
      "type": "roast"
    },
    {
      "day": 27,
      "text": "Fact: This countdown app is the longest project anyone's completed this month.",
      "type": "fact"
    },
    {
      "day": 28,
      "text": "IT'S TODAY! LBY is officially LEAVING! Freedom! Adventure! Chaos without management!",
      "type": "final"
    }
  ]
}
